{
    "page-title": "Fake Artist går till New York ordgenerator medföljande app & ordlista",
    "app-title": "Ordgenerator för \"En falsk konstnär går till New York\"",
    "language-select": "Språk",
    "game-setup-title": "Din inställning",
    "game-setup-player-count-title": "Antal spelare:",
    "game-setup-player-count-value": "Ange antal…",
    "game-setup-player-min-alert": "Det måste vara minst tre spelare.",
    "game-setup-generate": "Generera spel",
    "game-setup-show-word-category": "Visa ordkategori för alla",
    "game-title": "Genererad spelsrunda",
    "game-instruction-pass": "Skicka vidare telefonen till spelaren",
    "game-instruction-fake-artist-description": "Du är den",
    "game-instruction-fake-artist-msg": "falska konstnären!",
    "game-show-word": "Visa ord",
    "game-hide-word": "Dölj ord",
    "game-word-intro": "Ordet är",
    "game-word-category-title": "Ordkategori för spelsrundan:",
    "game-reset-confirm": "Obs! En runda pågår just nu. Om du bekräftar så genereras en ny runda! Annars tryck avbryt!",
    "game-end": "Spelet är slut!",
    "app-imprint": "Impressum & integritetspolicy",
    "app-icons-by": "av",
    "app-creator-by": "Skapat av",
    "app-creator-with": "med",
    "app-link-to-quizpoker-first": "Utforska mer: Besök",
    "app-link-to-quizpoker-second": "(endast DE) en unik quiz‑ & poker‑mix‑app",
    "app-report-bug": "Rapportera buggar",
    "app-change-cookies": "Cookie‑inställningar",
    "info-modal-title": "Om appen",
    "info-modal-howto-title": "Hur man använder?",
    "info-modal-howto-step1": "Ange antalet spelare",
    "info-modal-howto-step2": "Välj om ordkategorin ska visas för alla spelare (standard: ja – spelet blir lättare för den falska konstnären, svårare för målarna)",
    "info-modal-howto-step3": "Generera spel",
    "info-modal-howto-step4": "Smartphonen ges till varje spelare",
    "info-modal-howto-step5": "Varje spelare ser ordet (eller får informationen att han/hon är den falska konstnären)",
    "info-modal-features-title": "Funktioner i denna app",
    "info-modal-features-feat1": "Ordlista med mer än 200 unika ord",
    "info-modal-features-feat2": "Fullt automatiskt spel‑mästare",
    "info-modal-features-feat3": "Ingen reklam",
    "info-modal-features-feat4": "Stöd för engelska, tyska, spanska, franska och turkiska",
    "info-modal-info-title": "Information om spelet",
    "info-modal-info-text": "\"En falsk konstnär går till New York\" är ett spel för 5–10 spelare. Du måste rita och dra slutsatser. Att försöka dra slutsatser medan du ritar är inte lika enkelt som du tror…!",
    "info-modal-info-link": "Se spelreglerna.",
    "info-modal-close": "Stäng",
    "imprint-modal-title": "Impressum & integritetspolicy",
    "imprint-modal-imprint-text": "test",
    "imprint-back-to-main": "Tillbaka till appen",
    "imprint-content": "<h2>Imprint</h2><p>Johannes Müller<br />Simone-Veil-Straße 30<br />53121 Bonn</p>E-Mail: <a href=\"mailto:jm.tech.info00@gmail.com\">jm.tech.info00@gmail.com</a><br /></p><br /><br /><h2>Disclaimer - legal information</h2>§ 1 Warning about content<br />The free and freely accessible content of this website was created with the greatest possible care. However, the provider of this website does not guarantee the accuracy and timeliness of the free and freely accessible journalistic advice and news provided. Contributions marked by name reflect the opinion of the respective author and not always the opinion of the provider. Simply accessing the free and freely accessible content does not create any contractual relationship between the user and the provider, and the provider has no intention of being legally bound.<br /><br />§ 2 External links<br />This website contains links to third-party websites (\"external links\"). These websites are subject to the liability of the respective operators. When the external links were first linked, the provider checked the external content to see whether there were any legal violations. At that time, no legal violations were apparent. The provider has no influence on the current and future design and content of the linked pages. The setting of external links does not mean that the provider adopts the content behind the reference or link as its own. Constant monitoring of external links is unreasonable for the provider without concrete evidence of legal violations. However, if legal violations are known, such external links will be deleted immediately.<br /><br />§ 3 Copyright and ancillary copyright<br />The content published on this website is subject to German copyright and ancillary copyright law. Any use not permitted by German copyright and ancillary copyright law requires the prior written consent of the provider or the respective rights holder. This applies in particular to copying, editing, translating, storing, processing or reproduction of content in databases or other electronic media and systems. Content and rights of third parties are marked as such. The unauthorized copying or distribution of individual content or entire pages is not permitted and is punishable by law. Only the production of copies and downloads for personal, private and non-commercial use is permitted.<br /><br />The presentation of this website in external frames is only permitted with written permission.<br /><br />§ 4 Special terms of use<br />If special conditions for individual uses of this website deviate from the aforementioned paragraphs, this will be expressly pointed out at the appropriate point. In this case, the special terms of use apply in each individual case.<h2>Data protection</h2><p>We will inform you below in accordance with the statutory provisions of data protection law (in particular the new version of the Federal Data Protection Act and the European General Data Protection Regulation (GDPR)) about the type, scope and purpose of the processing of personal data by our company. This data protection declaration also applies to our websites and social media profiles. For the definition of terms such as \"personal data\" or \"processing\", please refer to Art. 4 GDPR.</p><strong>Name and contact details of the person responsible</strong><br />Our person responsible (hereinafter \"person responsible\") within the meaning of Art. 4 no. 7 GDPR is:<br /><br />Johannes Müller<br />Simone-Veil-Straße 30<br />Bonn<br />Managing Director: Johannes Müller<br />E-mail address: jm.tech.info00@gmail.com<br /><br /><strong>Data types, purposes of processing and categories of persons affected</strong><br /><p>Below we will inform you about the type, scope and purpose of the collection, processing and use of personal data.</p><strong>1. Types of data we process</strong><br />Usage data (access times, websites visited, etc.), <br /><br /><strong>2. Purposes of processing according to Art. 13 Para. 1 c) GDPR</strong><br />Optimize the website technically and economically, Enable easy access to the website, Optimize and statistically evaluate our services, Improve user experience, Make the website user-friendly, <br /><br /><strong>3. Categories of data subjects pursuant to Art. 13 Para. 1 e) GDPR</strong><br />Visitors/users of the website, <br /><br /><p>The data subjects are collectively referred to as \"users\".</p><br /><strong>Legal basis for the processing of personal data</strong><p>Below we inform you about the legal basis for the processing of personal data:</p><ol style=\"margin:10px 0px; padding:15px;\"><li>If we have your consent for the processing of personal data, Art. 6 Para. 1 S. 1 lit. a) GDPR is the legal basis.</li><li>If the processing is necessary to fulfill a contract or to carry out pre-contractual measures that are carried out at your request, Art. 6 Para. 1 S. 1 lit. b) GDPR is the legal basis.</li><li>If the processing is necessary to fulfill a legal obligation to which we are subject (e.g. statutory retention periods), Art. 6 Para. 1 S. 1 lit. c) GDPR is the legal basis.</li><li>If the processing is necessary to protect the vital interests of the data subject or another natural person, Art. 6 Para. 1 S. 1 lit. d) GDPR is the legal basis.</li><li>If the processing is necessary to protect our legitimate interests or the legitimate interests of a third party and your interests or fundamental rights and freedoms do not outweigh them, Art. 6 Para. 1 S. 1 lit. f) GDPR legal basis.</li></ol><br /><strong>Disclosure of personal data to third parties and processors</strong><p>Without your consent, we generally do not pass on any data to third parties. Should this be the case, then the data will be passed on on the basis of the legal bases mentioned above, e.g. when data is passed on to online payment providers to fulfill the contract or due to a court order or due to a legal obligation to release the data for the purposes of criminal prosecution, to avert danger or to enforce intellectual property rights.<br />We also use processors (external service providers, e.g. for web hosting our websites and databases) to process your data. If data is passed on to the processors as part of an order processing agreement, this is always done in accordance with Art. 28 GDPR. We select our processors carefully, monitor them regularly and have been granted the right to give instructions regarding the data. In addition, the processors must have taken suitable technical and organizational measures and comply with the data protection regulations in accordance with the new BDSG and GDPR.</p><br /><strong>Data transfer to third countries</strong><p>The adoption of the European General Data Protection Regulation (GDPR) created a uniform basis for data protection in Europe. Your data will therefore primarily be processed by companies to which the GDPR applies. Should processing take place by third-party services outside the European Union or the European Economic Area, these must meet the special requirements of Art. 44 ff. GDPR. This means that the processing is carried out on the basis of special guarantees, such as the officially recognised determination by the EU Commission of a level of data protection corresponding to that of the EU or the observance of officially recognised special contractual obligations, the so-called \"standard contractual clauses\".<br />If we obtain your express consent to the transfer of data to the USA due to the ineffectiveness of the so-called \"Privacy Shield\", in accordance with Art. 49 Para. 1 Clause 1 Letter a) of GDPR, we point out the risk of secret access by US authorities and the use of the data for surveillance purposes, possibly without legal remedies for EU citizens.</p><br /><strong>Deletion of data and storage period</strong><p>Unless expressly stated in this data protection declaration, your personal data will be deleted or blocked as soon as you revoke the consent given for processing or the purpose for storage no longer applies or the data is no longer required for the purpose, unless its further storage is necessary for evidentiary purposes or the are contrary to statutory retention periods. These include, for example, commercial retention periods for business letters according to Section 257 Para. 1 HGB (6 years) and tax retention periods for documents according to Section 147 Para. 1 AO (10 years). When the prescribed retention period expires, your data will be blocked or deleted unless storage is still required to conclude or fulfill a contract.</p><br/><strong>Existence of automated decision-making</strong><p>We do not use automated decision-making or profiling.</p><br/><strong>Provision of our website and creation of log files</strong><ol style=\"margin:10px 0px; padding:15px;\"><li>If you only use our website for information purposes (i.e. no registration or other transmission of information), we only collect the personal data that your browser transmits to our server. If you wish to view our website, we collect the following data:<br />• IP address;<br />• Internet server, provider of the user;<br />• Date and time of retrieval;<br />• Browser type;<br />• Language and browser version;<br />• Content of the retrieval;<br />• Time zone;<br />• Access status/HTTP status code;<br />• Amount of data;<br />• Websites from which the request comes;<br />• Operating system.<br />This data is not stored together with other personal data about you.<br /><br /></li><li>This data serves the purpose of delivering our website to you in a user-friendly, functional and secure manner with functions and content as well as their optimization and statistical evaluation.<br /><br /></li><li>The legal basis for this is our legitimate interest in data processing in accordance with Art. 6 Para. 1 Clause 1 Letter f) GDPR, which also lies in the above purposes.<br /><br /></li><li>We store data for security reasons this data in server log files for a storage period of days. After this period has expired, the data is automatically deleted unless we need to keep it for evidential purposes in the event of attacks on the server infrastructure or other legal violations.<br /></li></ol><br/><strong>Cookies</strong><ol style=\"margin:10px 0px; padding:15px;\"><li>We use so-called cookies when you visit our website. Cookies are small text files that your Internet browser saves on your computer. When you visit our website again, these cookies provide information to automatically recognize you. Cookies also include so-called \"user IDs\", where user information is saved using pseudonymized profiles. When you visit our website, we will inform you about the use of cookies for the purposes stated above and how you can object to this or prevent their storage (\"opt-out\") by means of a reference to our privacy policy.<br /><br /><strong>A distinction is made between the following types of cookies:</strong><br /><br /><strong>• Necessary, essential cookies:</strong> Essential cookies are cookies that are absolutely necessary for the operation of the website in order to save certain functions of the website such as logins, shopping cart or user input, e.g. regarding the language of the website.<br /><br /><strong>• Session cookies:</strong> Session cookies are required to recognize multiple use of an offer by the same user (e.g. when you have logged in to determine your login status). When you visit our site again, these cookies provide information to automatically recognize you. The information obtained in this way is used to optimize our offers and to give you easier access to our site. When you close the browser or log out, the session cookies are deleted.<br /><br /><strong>• Persistent cookies:</strong> These cookies remain saved even after you close the browser. They are used to save the login, measure reach and for marketing purposes. These are automatically deleted after a specified period of time, which can vary depending on the cookie. You can delete cookies at any time in the security settings of your browser.<br /><br /><strong>• Third-party cookies (especially from advertisers):</strong> You can configure your browser settings according to your wishes and, for example, refuse to accept third-party cookies or all cookies. We would like to point out, however, that you may then not be able to use all functions of this website. For more information about these cookies, please see the respective third-party privacy policies.<br /><br /></li><li><strong>Data categories:</strong> User data, cookies, user ID (including the pages visited, device information, access times and IP addresses).<br /><br /></li><li><strong>Purposes of processing:</strong> The information obtained in this way serves the purpose of technically and economically optimizing our web offerings and enabling you to access our website more easily and securely.<br /><br /></li><li><strong>Legal basis:</strong> If we process your personal data using cookies based on your consent (“opt-in”), then Art. 6 Para. 1 S. 1 lit. a) GDPR is the legal basis. Otherwise, we have a legitimate interest in the effective functionality, improvement and economical operation of the website, so that in this case Art. 6 Para. 1 S. 1 lit. f) GDPR is the legal basis. The legal basis is also Art. 6 Paragraph 1 Clause 1 Letter b) of GDPR if the cookies are set to initiate a contract, e.g. when placing orders.<br /><br /></li><li><strong>Storage period/deletion:</strong> The data is deleted as soon as it is no longer required to achieve the purpose for which it was collected. In the case of data being collected to provide the website, this is the case when the respective session has ended.<br /><br />Cookies are otherwise stored on your computer and transmitted from there to our site. Therefore, as a user, you have full control over the use of cookies. By changing the settings in your Internet browser, you can deactivate or restrict the transmission of cookies. Cookies that have already been stored can be deleted at any time. This can also be done automatically. If cookies are deactivated for our website, it may no longer be possible to use all of the website's functions to their full extent.<br /><br /> <strong>Here you can find information on deleting cookies by browser:</strong><br /><br /><strong>Chrome:</strong> <a href=\"https://support.google.com/chrome/answer/95647\" target=\"_blank\" rel=\"nofollow\">https://support.google.com/chrome/answer/95647</a><br /><br /><strong>Safari:</strong> <a href=\"https://support.apple.com/de-at/guide/safari/sfri11471/mac\" target=\"_blank\" rel=\"nofollow\">https://support.apple.com/de-at/guide/safari/sfri11471/mac</a><br /><br /><strong>Firefox:</strong> <a href=\"https://support.mozilla.org/de/kb/delete cookies-and-website-data-in-firefox\" target=\"_blank\" rel=\"nofollow\">https://support.mozilla.org/de/kb/delete-cookies-and-website-data-in-firefox</a><br /><br /><strong>Internet Explorer:</strong> <a href=\"https://support.microsoft.com/de-at/help/17442/windows-internet-explorer-delete-manage-cookies\" target=\"_blank\" rel=\"nofollow\">https://support.microsoft.com/de-at/help/17442/windows-internet-explorer-delete-manage-cookies</a><br /><br /><strong>Microsoft Edge:</strong> <a href=\"https://support.microsoft.com/de-at/help/4027947/windows-delete-cookies\" target=\"_blank\" rel=\"nofollow\">https://support.microsoft.com/de-at/help/4027947/windows-delete-cookies</a><br /><br /></li><li><strong>Objection and \"Opt-Out\":</strong> You can generally prevent cookies from being saved on your hard disk, regardless of consent or legal permission, by selecting \"do not accept cookies\" in your browser settings. However, this may result in a restriction of the functionality of our offers. You can object to the use of third-party cookies for advertising purposes via a so-called \"opt-out\" via this American website (https://optout.aboutads.info) or this European website (http://www.youronlinechoices.com/de/).<br /><br /></li></ol><br/><strong>Google Analytics</strong><ol style=\"margin:10px 0px; padding:15px;\"><li>We have integrated the website analysis tool \"Google Analytics\" (<strong>service provider:</strong> Google Ireland Limited, registration number: 368047, Gordon House, Barrow Street, Dublin 4, Ireland) on our website.<br /><br /></li><li><strong>Data categories and description of data processing:</strong> User ID, IP address (anonymized). When you visit our website, Google places a cookie on your computer in order to be able to analyze your use of our website. We have activated IP anonymization \"anonymizeIP\", which means that IP addresses are only processed in a shortened form. On this website, your IP address will therefore be shortened beforehand by Google within member states of the European Union or in other contracting states to the Agreement on the European Economic Area. Only in exceptional cases will the full IP address be transmitted to a Google server in the USA and shortened there. On behalf of the operator of this website, Google will use this information to evaluate your use of the website, to compile reports on website activity and to provide the controller with other services relating to website activity and internet usage. We have also activated cross-device analysis of website visitors, which is carried out using a so-called user ID. The IP address transmitted by your browser as part of Google Analytics will not be merged with other data held by Google. Further information on data usage by Google Analytics can be found here: <a href=\"https://www.google.com/analytics/terms/de.html\" rel=\"nofollow\" target=\"_blank\">here</a> (Analytics Terms of Use), <a href=\"https://support.google.com/analytics/answer/6004245?hl=de\" rel=\"nofollow\" target=\"_blank\">here</a> (Information on data protection by Analytics) and Google's privacy policy <a href=\"https://policies.google.com/privacy\" rel=\"nofollow\" target=\"_blank\">here</a>.<br /><br /></li><li><strong>Purpose of processing:</strong> The use of Google Analytics serves the purpose of analyzing, optimizing and improving our website.<br /><br /></li><li><strong>Legal basis:</strong> Do you have consented to the processing of your personal data? means of “Google Analytics” from the third-party provider (“opt-in”), then Art. 6 Paragraph 1 Clause 1 Letter a) of GDPR is the legal basis. The legal basis is also our legitimate interest in the above purposes (the analysis, optimization and improvement of our website) in data processing pursuant to Art. 6 Paragraph 1 Clause 1 Letter f) GDPR. For services provided in connection with a contract, tracking and analysis of user behavior is carried out in accordance with Art. 6 Paragraph 1 Clause 1 Letter b) GDPR in order to be able to offer optimized services to fulfill the purpose of the contract using the information obtained in this way.<br /><br /></li><li><strong>Storage period:</strong> The data we send and linked to cookies, user identification (e.g. user ID) or advertising IDs is automatically deleted after months. Data whose retention period has been reached is deleted automatically once a month.<br /><br /></li><li><strong>Data transfer/recipient category:</strong> Google, Ireland and the USA. We have also concluded an agreement with Google for order processing in accordance with Art. 28 GDPR.<br /><br /></li><li><strong>Objection and removal options (\"opt-out\"):</strong><br />&bull;You can generally prevent cookies from being saved on your hard disk by selecting \"do not accept cookies\" in your browser settings. However, this may result in a restriction of the functionality of our offers. You can also prevent Google from collecting the data generated by the cookie and relating to your use of the website and from processing this data by downloading and installing the browser plug-in available under the following link:<a href=\"http://tools.google.com/dlpage/gaoptout?hl=de\" target=\"_blank\" rel=\"nofollow\">GAOPTOUT</a><br /><br />&bull;As an alternative to the above browser plug-in, you can prevent Google Analytics from collecting data by clicking <strong>[__please__insert the Analytics opt-out link for your website here]</strong>. Clicking this will set an \"opt-out\" cookie that will prevent your data from being collected when you visit this website in the future. This cookie only applies to our website and your current browser and only lasts until you delete your cookies. In that case, you would have to set the cookie again.<br /><br />&bull;You can deactivate <strong>cross-device user analysis</strong> in your Google account under \"My data > personal data\".<br /><br /></li></ol><br/><strong>Rights of the data subject</strong><ol style=\"margin:10px 0px; padding:15px;\"><li><strong>Objection or revocation of the processing of your data<br /><br />If the processing is based on your consent in accordance with Art. 6 Para. 1 S. 1 lit. a), Art. 7 GDPR, you have the right to revoke your consent at any time. This does not affect the legality of the processing carried out on the basis of the consent until the revocation.<br /><br />If we base the processing of your personal data on the balance of interests in accordance with Art. 6 Para. 1 S. 1 lit. f) GDPR, you can object to the processing. This is the case if the processing is not necessary in particular to fulfil a contract with you, which we will explain in the following description of the functions. If you exercise such an objection, we ask you to explain the reasons why we should not process your personal data as we do. If you have a justified objection, we will examine the situation and will either stop or adapt the data processing or show you our compelling legitimate reasons on the basis of which we continue the processing.<br /><br />You can object to the processing of your personal data for advertising and data analysis purposes at any time. You can exercise your right of objection free of charge. You can inform us of your objection to advertising using the following contact details:<br /><br />Johannes Müller<br />Simone-Veil-Straße 30<br />Bonn<br />Managing Director Johannes Müller<br />E-mail address: jm.tech.info00@gmail.com<br /></strong><br /></li><li><strong>Right to information</strong><br /> You have the right to request confirmation from us as to whether personal data concerning you is being processed. If this is the case, you have a right to information about your personal data stored by us in accordance with Art. 15 GDPR. This includes in particular information about the processing purposes, the category of personal data, the categories of recipients to whom your data has been or will be disclosed, the planned storage period, the origin of your data if it was not collected directly from you.<br /><br /></li><li><strong>Right to rectification</strong><br /> You have the right to have incorrect data rectified or correct data completed in accordance with Art. 16 GDPR. <br /><br /></li><li><strong>Right to erasure</strong><br /> You have the right to have your data stored by us erased in accordance with Art. 17 GDPR, unless statutory or contractual retention periods or other statutory obligations or rights to further storage conflict with this. <br /><br /></li><li><strong>Right to restriction</strong><br /> You have the right to request that the processing of your personal data be restricted if one of the requirements in Art. 18 Para. 1 lit. a) to d) GDPR is met:<br /> • If you contest the accuracy of the personal data concerning you for a period that enables the controller to verify the accuracy of the personal data;<br /><br /> • the processing is unlawful and you refuse to delete the personal data and instead request that the use of the personal data be restricted;<br /><br /> • the controller no longer needs the personal data for the purposes of processing, but you need them to assert, exercise or defend legal claims, or<br /><br /> • if you have objected to the processing pursuant to Art. 21 Para. 1 GDPR and it has not yet been determined whether the legitimate reasons of the controller outweigh your reasons.<br /><br /></li><li><strong>Right to data portability</strong><br /> You have a right to data portability according to Art. 20 GDPR, which means that you can receive the personal data we have stored about you in a structured, common and machine-readable format or you can request that it be transmitted to another controller. <br /><br /></li><li><strong>Right to complain</strong><br /> You have the right to lodge a complaint with a supervisory authority. As a rule, you can contact the supervisory authority in particular in the member state of your residence, place of work or place of the alleged infringement. <br /><br /></li></ol><br/><strong>Data security</strong><p>In order to protect all personal data that is transmitted to us and to ensure that we and our external service providers adhere to data protection regulations, we have taken appropriate technical and organizational security measures. This is why, among other things, all data between your browser and our server is transmitted using an encrypted SSL connection.</p><br /><br/><strong>Status: December 28, 2024</strong>"
}
